Repository: n1k0/prswb
Catalog: generic/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Error 404
fr: Erreur 404

source: Error 500
fr: Erreur 500

source: Internal server error.
fr: Erreur interne.

source: Contribute to <span>website evolution</span>
fr: Contribuer à <span>l'évolution des sites</span>

source: the Web, better.
fr: le Web, en mieux.

source: UXperiment, le wat?
fr: UXperiment, c'est quoi ?

source: This original project intends to let users discuss and share their experience about websites
fr: Ce projet original a pour vocation de laisser la parole aux utilisateurs afin d'échanger autour de l'expérience utilisateur des sites que vous utilisez

source: Suggest a website
fr: Proposer un site

source: Once registered, submit a website and tell the world how you've experienced it, and how it could be enhanced.
fr: Une fois inscrit, indiquez le site que vous souhaitez proposer et ce que vous en pensez.

source: Other users then may engage a discussion about it.
fr: Il sera ensuite directement publié et les autres utilisateurs pourront donner leur avis.

source: Help to make it better!
fr: Contribuer à son évolution

source: Search for already reviewed websites, add your comments & experience, suggest enhancements and report problems.
fr: Une fois inscrit, il vous suffit de sélectionner le site sur lequel vous souhaitez faire part d’un avis, d’une suggestion d'amélioration ou d’un problème.

source: How does it work?
fr: Comment ça marche ?

source: Submit your site.
fr: Proposez votre site.

source: We'll take care of it
fr: Nous serons doux

source: Relax.
fr: Détendez-vous.

source: zombo.com
fr: mangerbouger.fr

source: Get feedback.
fr: Écoutez les remarques.

source: honest, always
fr: pertinentes, toujours

source: Become powerful
fr: Devenez Powerful

source: world is yours
fr: le monde est à vous

source: Hello,
fr: Bonjour,

source: Log out
fr: Déconnexion

source: Register
fr: Inscription

source: Log in
fr: Connexion

source: No content yet.
fr: Aucun contenu (pour le moment).

source: Legal
fr: Mentions légales

source: Account successfully activated
fr: Votre compte a été activé

source: Account activation failed
fr: L'activation du compte a échoué

source: Congratulations!
fr: Félicitations !

source: Your registration being complete, you can now
fr: Votre inscription étant finalisée, vous pouvez maintenant

source: log in
fr: vous connecter

source: Hey,
fr: Bonjour,

source: Thanks for registering with UXperiment.
fr: Merci de votre inscription sur UXperiment.

source: Please click the link below to activate your account:
fr: Veuillez cliquer sur le lien ci-dessous pour activer votre compte :

source: Note: this link will expires in %(expiration_days)s days.
fr: Note : ce lien expirera dans %(expiration_days)s jours.

source: Thank you,
fr: Merci,

source: The UXperiment Team
fr: L'équipe UXperiment

source: Your UXperiment membership
fr: Votre inscription sur UXperiment

source: Forgot password
fr: J'ai oublié mon mot de passe

source: Reset it
fr: Réinitialisez-le

source: Not member
fr: Non-membre

source: You've been succesfully logged out.
fr: Vous avez été déconnecté.

source: Password change
fr: Changement de mot de passe

source: Password changed
fr: Le mot de passe a été mis à jour

source: Submit
fr: Envoyer

source: Password reset
fr: Réinitialisation du mot de passe

source: Password reset successfully
fr: Le mot de passe a été réinitialisé

source: Password reset failed
fr: La réinitialisation du mot de passe a échoué

source: Email with password reset instructions has been sent.
fr: Un email contenant les instructions de réinitialisation vous a été envoyé.

source: Reset password at %(site_name)s
fr: Réinitialisation de votre mot de passe %(site_name)s

source: Registration
fr: Inscription

source: You are now registered. Activation email sent.
fr: Nous avons bien reçu votre demande d'inscription. Une email d'activation vient de vous être envoyé.
