Repository: n1k0/prswb
Catalog: pages/locale/*/LC_MESSAGES/django.po
Languages: fr

source: 3 characters minimum required.
fr: 3 caractères minimum sont requis.

source: A subject is required.
fr: Un sujet doit être renseigné.

source: Subject
fr: Sujet

source: A valid email address is required
fr: Une adresse email valide doit être renseignée.

source: An email is required.
fr: Une adresse email est demandée.

source: Email address
fr: Adresse email

source: 8 characters minimum required.
fr: 8 caractères minimum sont requis.

source: A message is required.
fr: Un message est demandé.

source: Unable to render page, sorry.
fr: Impossible d'afficher la page, désolé.

source: Thank you!
fr: Merci !

source: Your comment on UXperiment has been received.
fr: Votre commentaire sur UXperiment a bien été reçu.

source: Thanks for your participation.
fr: Merci de votre participation.

source: Cheers,
fr: À bientôt,

source: The UXperiment team
fr: L'équipe UXperiment

source: UXperiment is a collaborative platform. We're listening your remerks to make to service better. Don't hesitate to contact us, event you just want to say hello ;)
fr: UXperiment est un site qui se veut collaboratif. Nous sommes à l'écoute de toutes remarques qui puissent nous faire avancer. N'hésitez pas à nous contacter, même pour nous dire 3 mots ;)

source: UXperiment is a mariage between websites & their user experience. Here, you are the user.
fr: UXperiment, c’est le mariage de l’experience utilisateur ET de l’utilisateur. Et ici, l'utilisateur, c’est vous.

source: We're open to any remark, suggestion, contact enquiry, collaboration & beer offering.
fr: Nous sommes ouvert à toute remarque, prise de contact, collaboration, invitation à des banquets et divers apéro.

source: For the last kind of request, note we're always ready to sacrifice for the common good.
fr: S'il s’agit de ces 2 derniers, sachez que nous sommes toujours prêts à nous sacrifier pour le bien commun, donc n’ayez aucune hésitations.

source: For other cases, we'll be happy to provide you with an appropriate answer anyway.
fr: Dans les autres cas, nous serons aussi très heureux de vous répondre.

source: Send
fr: Envoyer
